---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepWaterloopType
source: html/94714285-55ee-f84e-e3cf-1686acf86aaf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepWaterloopType Property

"Loop Type"

## Syntax (C#)
```csharp
public static ForgeTypeId MepWaterloopType { get; }
```